{
  "ua": {
    "adult": "Дорослий",
    "student": "Студентський",
    "chind": "Дитячий",
    "pilgo": "Пільговий",
    "about_us": "Про нас",
    "buy_ticket": "Придбати квиток",
    "arch": "Архів",
    "gallery": "Галерея",
    "choose_type": "Оберіть тип транспорту!",
    "type": "Тип",
    "img": "Зображення",
    "choose": "Обрати",
    "train": "Потяг",
    "bus": "Автобус",
    "plane": "Літак",
    "we_soc": "Ми у соц мережах:",
    "ukrabobus": "UkrAbobus ",
    "ukrabobus_is": "створений нами застосунок, який дозволяє максимально спростити вашу подорож. Користувач в змозі обрати зручний для нього засіб пересування, комфортний час та маршрут. Перевага нашого застосунку полягає в комфортності та універсальності. ",
    "app_desc": "Даний WEB-додаток дозволяє користувачам придбати квитки на зручний їм транспорт для здійснення подорожі по Україні. На вибір користувача є три транспорти: потяг, літак та автобус. На одному сайті Ви можете подивитись розклад для всіх цих типів транспортів та обрати найзручніший саме Вам. ",
    "app_funct": "Застосунок має наступний функціонал: перегляд розкладу потягів, автобусів та літаків придбання квитків",
    "user_data": "Особисті дані",
    "name": "Ім'я",
    "surname": "Прізвище",
    "email": "Електронна пошта ",
    "doc_type": "Тип документу",
    "choose_doc_type": "Виберіть тип документу ",
    "route": "Маршрут",
    "choose_departure": "Оберіть місто відправлення",
    "choose_arrive": "Оберіть місто прибуття ",
    "choose_class": "Оберіть клас",
    "econom": "Економ",
    "standart": "Стандарт",
    "comfort": "Комфорт",
    "class_desc": "Опис класів",
    "econom_d": "У купе чотири роздільні місця (2 нижніх/2 верхніх). Центральне кондиціювання. Гарячий сніданок. Мінеральна вода, чай та кава без обмежень. Дорожній набір, капці. Преса на вибір. Цифрове ТБ, бездротовий Інтернет. Розетка 220V для кожного пасажира. Купується місце у купе (у купе 4 місця). ",
    "standart_d": "У купе два роздільні нижні місця. Центральне кондиціювання, шафа для одягу. Гарячий сніданок. Мінеральна вода, чай та кава без обмежень. Дорожній набір, капці. Преса на вибір. Цифрове ТБ, бездротовий Інтернет. Розетка 220V для кожного пасажира. Купується місце у купе (у купе 2 місця). ",
    "comfort_d": "Клас комфорт є справжнім готелем на колесах, який облаштований кухнею, великою залою та просторим спальним купе. Кухня обладнана холодильником, мікрохвильовою піччю та електроплитою. Велику залу облаштовано м’яким куточком, комп’ютером, аудіо- та відеотехнікою. У спальному купе розташовано ліжко, письмовий стіл, шафа, кондиціонер, ванна кімната. Кількість спальних місць становить від 5 до 11 (у залежності від конструкції вагону). Також вагони класу комфорт облаштовані спеціальними купе для охорони та службового персоналу. ",
    "choose_pas_num": "Оберіть кількість пасажирів",
    "choose_date": "Оберіть дату",
    "confirm": "Підтвердити",
    "thanks_for_purch": "Дякуємо за замовлення",
    "ticket_num": "Номер квитка",
    "data": "Дата",
    "login": "Увійти",
    "register": "Зареєструватись",
    "password": "Пароль",
    "logout": "Вийти"
  },
  "en": {
    "adult": "Adult",
    "student": "Student",
    "chind": "Children",
    "pilgo": "Grace",
    "about_us": "About us",
    "buy_ticket": "Buy a ticket",
    "arch": "Archive",
    "gallery": "Gallery",
    "choose_type": "Choose the type of transport!",
    "type": "Type",
    "img": "Image",
    "choose": "Turn",
    "train": "Train",
    "bus": "Bus",
    "plane": "Airplane",
    "we_soc": "We in social networks:",
    "ukrabobus": "UkrAbobus ",
    "ukrabobus_is": "we have created an application that allows you to simplify your journey as much as possible. The user is able to choose a convenient means of transportation, comfortable time and route. The advantage of our application lies in comfort and versatility. ",
    "app_desc": "This WEB-application allows users to purchase tickets for their convenient transport for traveling around Ukraine. The user's choice has three transports: train, plane and bus. On one site you can see the schedule for all these types of transports and choose the most convenient one for you. ",
    "app_funct": "The application has the following functionality: viewing the schedule of trains, buses and planes to purchase tickets",
    "user_data": "Personal data",
    "name": "Name",
    "surname": "Surname",
    "email": "Email ",
    "doc_type": "Document Type",
    "choose_doc_type": "Select Document Type ",
    "route": "Route",
    "choose_departure": "Choose the city of departure",
    "choose_arrive": "Choose a city of arrival ",
    "choose_class": "Choose a class",
    "econom": "Economy",
    "standart": "Standard",
    "comfort": "Comfort",
    "class_desc": "Class Description",
    "econom_d": "The compartment has four separate seats (2 lower/2 upper). Central air conditioning. Breakfast was very good. Mineral water, tea and coffee without restrictions. Road set, slippers. Press to choose from. Digital TV, wireless Internet. 220V socket for each passenger. Buys a place in a compartment (in a compartment of 4 seats). ",
    "standart_d": "The compartment has two separate lower seats. Central air conditioning, wardrobe. Breakfast was very good. Mineral water, tea and coffee without restrictions. Road set, slippers. Press to choose from. Digital TV, wireless Internet. 220V socket for each passenger. Buys a place in a compartment (in a compartment of 2 seats). ",
    "comfort_d": "The comfort class is a real hotel on wheels, which is equipped with a kitchen, a large hall and a spacious sleeping compartment. The kitchen is equipped with a fridge, microwave and electric stove. A large hall is equipped with a soft corner, a computer, audio and video equipment. In the sleeping compartment there is a bed, a desk, a wardrobe, air conditioning, a bathroom. The number of beds ranges from 5 to 11 (depending on the design of the car). Also, comfort class cars are equipped with special compartments for security and service personnel. ",
    "choose_pas_num": "Choose the number of passengers",
    "choose_date": "Select a date",
    "confirm": "Confirm",
    "thanks_for_purch": "Thank you for ordering",
    "ticket_num": "Ticket number",
    "data": "Date",
    "login": "Log in",
    "register": "Register",
    "password": "Password",
    "logout": "Log out"
  },
  "de": {
    "adult": "Erwachsene",
    "student": "Student",
    "chind": "Kinder",
    "pilgo": "Gnade",
    "about_us": "Über uns",
    "buy_ticket": "Ticket kaufen",
    "arch": "Archiv",
    "gallery": "Galerie",
    "choose_type": "Wählen Sie die Art des Transports!",
    "type": "Art",
    "img": "Bild",
    "choose": "Drehen",
    "train": "Zug",
    "bus": "Bus",
    "plane": "Flugzeug",
    "we_soc": "Wir in sozialen Netzwerken:",
    "ukrabobus": "UkrAbobus ",
    "ukrabobus_is": "Wir haben eine Anwendung entwickelt, mit der Sie Ihre Reise so weit wie möglich vereinfachen können. Der Benutzer ist in der Lage, ein bequemes Transportmittel, bequeme Zeit und Route zu wählen. Der Vorteil unserer Anwendung liegt in Komfort und Vielseitigkeit. ",
    "app_desc": "Diese WEB-Anwendung ermöglicht es Benutzern, Tickets für ihren bequemen Transport für Reisen in der Ukraine zu kaufen. Die Wahl des Benutzers hat drei Transporte: Zug, Flugzeug und Bus. Auf einer Website können Sie den Zeitplan für alle diese Arten von Transporten sehen und den für Sie bequemsten auswählen. ",
    "app_funct": "Die Anwendung verfügt über die folgenden Funktionen: Anzeigen des Fahrplans von Zügen, Bussen und Flugzeugen, um Tickets zu kaufen",
    "user_data": "Personenbezogene Daten",
    "name": "Name",
    "surname": "Familienname",
    "email": "E-Mail ",
    "doc_type": "Dokumenttyp",
    "choose_doc_type": "Dokumenttyp auswählen ",
    "route": "Route",
    "choose_departure": "Wählen Sie die Abfahrtsstadt",
    "choose_arrive": "Wählen Sie eine Ankunftsstadt ",
    "choose_class": "Wählen Sie eine Klasse",
    "econom": "Wirtschaft",
    "standart": "Norm",
    "comfort": "Trösten",
    "class_desc": "Klassenbeschreibung",
    "econom_d": "Das Abteil verfügt über vier separate Sitze (2 untere/2 obere). Zentrale Klimaanlage. Das Frühstück war sehr gut. Mineralwasser, Tee und Kaffee ohne Einschränkungen. Straßenset, Hausschuhe. Drücken Sie diese Taste, um aus auszuwählen. Digitales Fernsehen, drahtloses Internet. 220V Steckdose für jeden Passagier. Kauft einen Platz in einem Abteil (in einem Abteil mit 4 Sitzen). ",
    "standart_d": "Das Abteil verfügt über zwei separate untere Sitze. Zentrale Klimaanlage, Kleiderschrank. Das Frühstück war sehr gut. Mineralwasser, Tee und Kaffee ohne Einschränkungen. Straßenset, Hausschuhe. Drücken Sie diese Taste, um aus auszuwählen. Digitales Fernsehen, drahtloses Internet. 220V Steckdose für jeden Passagier. Kauft einen Platz in einem Abteil (in einem Abteil mit 2 Sitzen). ",
    "comfort_d": "Die Komfortklasse ist ein echtes Hotel auf Rädern, welches mit einer Küche, einem großen Flur und einem geräumigen Schlafabteil ausgestattet ist. Die Küche ist mit einem Kühlschrank, einer Mikrowelle und einem Elektroherd ausgestattet. Ein großer Saal ist mit einer Soft-Ecke, einem Computer, Audio- und Videogeräten ausgestattet. Im Schlafabteil gibt es ein Bett, einen Schreibtisch, einen Kleiderschrank, Klimaanlage, ein Badezimmer. Die Anzahl der Betten reicht von 5 bis 11 (abhängig von der Konstruktion des Autos). Außerdem sind die Fahrzeuge der Komfortklasse mit speziellen Fächern für Sicherheits- und Servicepersonal ausgestattet. ",
    "choose_pas_num": "Wählen Sie die Anzahl der Passagiere",
    "choose_date": "Wählen Sie ein Datum",
    "confirm": "Bestätigen",
    "thanks_for_purch": "Vielen Dank für Ihre Bestellung",
    "ticket_num": "Ticketnummer",
    "data": "Datum",
    "login": "Eintrenten",
    "register": "Registrieren",
    "password": "Passwort",
    "logout": "Ausloggen"
  }
}